Repository: PLJNS/Library
Catalog: Library/Resources/*.lproj/Localizable.strings
Languages: fr

source: Please add a title.
fr: S'il vous plaît ajouter un titre.

source: Please add an author.
fr: S'il vous plaît ajouter un auteur.

source: Please add a publisher.
fr: S'il vous plaît ajouter un éditeur.

source: Please add a categories.
fr: S'il vous plaît ajouter une catégorie.

source: Unrecoverable error. Panic.
fr: Erreur irrécupérable. Panique.

source: Are you sure?
fr: Êtes-vous sûr?

source: Any unsaved changes will be lost.
fr: Tout changement non enregistré sera perdu.

source: OK
fr: D'accord

source: Cancel
fr: Annuler

source: You found a book!
fr: Vous avez trouvé un livre!

source: What name are you using to checkout with?
fr: Quel nom utilisez-vous pour passer votre commande?

source: John Doe
fr: Pierre Escargot

source: Confirm
fr: Confirmer

source: Error
fr: Erreur
